Repository: tudo75/xed-plantuml-plugin
Catalog: po/*.po
Languages: it

source: <big>Xed PlantUML Plugin Settings</big>
it: <big>Impostazioni di Xed PlantUML Plugin</big>

source: <big><span foreground="#ff0044">Thread not supported.PlantUML Plugin cannot be enabled!</span></big>
it: <big><span foreground="#ff0044">Thread non supportati. Il plugin PlantUML non può essere abilitato!</span></big>

source: <b>General settings</b>
it: <b>Impostazioni generali</b>

source: Enable PlantUML
it: Abilita PlantUML

source: <b>PlantUML library path</b>
it: Posizione della libreria di PlantUML

source: Select library
it: Seleziona la libreria

source: Cancel
it: Annulla

source: Select
it: Seleziona la libreria

source: Zoom fit
it: Adatta alla finestra

source: Zoom in
it: Ingrandisci

source: Zoom out
it: Riduci

source: Save as SVG
it: Salva come SVG

source: Close
it: Chiudi

source: SVG file created
it: Il file SVG è stato creato

source: SVG file created in the same directory of the PlantUML file.
it: Il file SVG è stato creato nella stessa cartella del file PlantUML.

source: Failed to create SVG file
it: Errore nella creazione del file SVG

source: Error:
it: Errore:

source: Missing PlantUML library
it: Libreria di PlantUML non trovata

source: PlantUML jar library not found. Please set the library location from: Edit -> Preferences -> Plugins -> PlantUML
it: La libreria jar di PlantUML non è stata trovata. Per favore imposta la posizione della libreria da: Modifica -> Preferenze -> Plugin -> PlantUML

source: Generating picture
it: Generazione dell'immagine in corso
